adwaita-qt5-git
adwaita-qt6-git
android-studio
anki-official-binary-bundle
cava
edid-decode-git
hyprpicker-git
proton-ge-custom-bin
protontricks
ripdrag-git
rofi-lbonn-wayland-git
rtl88x2bu-dkms-git
saber
snap-pac-grub
swaylock-effects
tutanota-desktop-bin
virtualbox-ext-oracle
vscodium-bin
wev
wlogout
wlr-randr
