alsa-utils
bat
bemenu
bridge-utils
chromium
cliphist
cronie
curl
dbus-python
discord
dunst
element-desktop
ethtool
firefox
fish
ghostscript
gimp
glfw-wayland
gnome-keyring
gnome-themes-extra
gparted
gvfs-gphoto2
gvfs-mtp
htop
hwinfo
hyprland
imagemagick
inetutils
intellij-idea-community-edition
inxi
iptables-nft
jdk-openjdk
jmtpfs
jre-openjdk
kitty
lf
lib32-libpulse
lib32-pipewire
lib32-pipewire-jack
libdisplay-info
libdrm
libvirt
make
man-db
mpc 
mpd
mpv
mtpfs
nautilus
ncdu
ncmpcpp
neofetch
nmap
otf-font-awesome
papirus-icon-theme
pipewire
pipewire-alsa
pipewire-audio
pipewire-docs
pipewire-jack
pipewire-pulse
plocate
polkit-kde-agent
ppp
pptpclient
pycharm-community-edition
python
qt5ct
qt5-graphicaleffects
qt5-quickcontrols2
qt5-virtualkeyboard
qt5-wayland
qt6ct
qt6-virtualkeyboard
qt6-wayland
read-edid
saber-appimage
sddm
smartmontools
spdlog
stress
sway 
swaybg
swayidle
swayimg
thunderbird
tipp10
traceroute
unrar
unzip
veracrypt
virtualbox
virtualbox-ext-vnc
virtualbox-guest-iso
virtualbox-host-dkms
vlc
waybar
wget
which
wine
winetricks
wireplumber		
wl-clipboard
xdg-desktop-portal
xdg-desktop-portal-hyprland
xournalpp
yt-dlp
zip
zsh
zsh-autosuggestions
zsh-completions
zsh-history-substring-search
zsh-syntax-highlighting
zsh-theme-powerlevel10k
