bemenu
chromium
cliphist
curl
dbus-python
dunst
element-desktop
ethtools
firefox
fish
gimp
gnome-keyring
gnome-themes-extra
gparted
htop
hwinfo
inxi
jre-openjdk
jdk-openjdk
kitty
lf
libdisplay-info
libdrm
libvirt
lutris
make
man
nautilus
ncdu
neofetch
nmap
papirus-icon-theme
plocate
ppp
pptpclient
python
read-edid
rustdesk-bin
steam
sddm
smartmontools
thunderbird
tipp10
traceroute
unrar
unzip
veracrypt
virtualbox
virtualbox-ext-vnc
virtualbox-host-dkms
virtualbox-guest-iso
waybar
which
wine
winetricks
wl-clipboard
wget
xorg-xev
xournalpp
yt-dlp
zip
zsh
zsh-completions
zsh-autosuggestions
zsh-history-substring-search
zsh-syntax-highlighting
zsh-theme-powerlevel10k
mesa                                                                                                     
vulkan-radeon		                                                                
libva-mesa-driver	                                                          
lib32-mesa                                                                                              
lib32-vulkan-radeon                                                                                     
lib32-libva-mesa-driver                                                                                 
pipewire
pipewire-audio		
wireplumber		
mpd
mpc 
ncmpcpp
vlc
mpv
hyprland
polkit-kde-agent
qt5ct
qt5-wayland
qt6ct
qt6-wayland
xdg-desktop-portal
xdg-desktop-portal-hyprland
sway 
swaybg
swayidle
swayimg
pycharm-community-edition
intellij-idea-community-edition
