alsa-utils
amd-ucode
anki
base
base-devel
bat
bemenu
boost
breeze
bridge-utils
btrfs-progs
cava
cdrtools
chromium
cliphist
cronie
dialog
discord
dolphin
dolphin-plugins
dosfstools
dunst
efibootmgr
element-desktop
firefox
fish
ghostscript
gimp
git
glfw-wayland
gnome-keyring
gparted
grub
grub-btrfs
gvfs-gphoto2
gvfs-mtp
htop
hyprland
hyprpicker-git
imagemagick
inetutils
inxi
iptables-nft
iwd
jmtpfs
kitty
lf
lib32-libpulse
lib32-pipewire
lib32-pipewire-jack
libva-mesa-driver
libva-utils
libvirt
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
lutris
lvm2
man-db
mpc
mpd
mpv
mtools
mtpfs
ncdu
ncmpcpp
neofetch
neovim
net-tools
netbeans
netctl
networkmanager
nmap
nouveau-fw
nvidia-open-dkms
openssh
os-prober
otf-font-awesome
papirus-icon-theme
pipewire
pipewire-alsa
pipewire-audio
pipewire-docs
pipewire-jack
pipewire-pulse
plocate
polkit-kde-agent
ppp
pptpclient
protontricks
qemu-base
qrencode
qt5-graphicaleffects
qt5-quickcontrols2
qt5-virtualkeyboard
qt5ct-kde
qt6-virtualkeyboard
qt6-wayland
realvnc-vnc-viewer
reflector
ripdrag-git
rofi-lbonn-wayland-git
rsync
saber-appimage
sddm-git
snap-pac
snap-pac-grub
snapper
spdlog
steam
stress
swaybg
swayidle
swayimg
swaylock-effects
swhkd-git
thunderbird
tipp10
traceroute
tutanota-desktop
ueberzugpp
unrar
unzip
virt-manager
virtualbox
virtualbox-ext-oracle
virtualbox-ext-vnc
virtualbox-guest-iso
virtualbox-host-dkms
vscodium
waybar
wev
wget
wimlib
wireless_tools
wireplumber
wl-clip-persist-git
wl-clipboard
wlogout
wlr-randr
wpa_supplicant
xdg-desktop-portal-hyprland
xdg-user-dirs
xdg-utils
xf86-video-nouveau
xorg-xlsclients
xorg-xwayland
yay
yt-dlp
zip
zoom
zsh
