bitwarden
curl
firefox
gimp
gparted
grub-btrfs
htop
hyprland
info
kitty
lf
libreoffice-still
make
man
nvidia-dkms
neofetch 
nmap
openssh
plocate
thunderbird
traceroute
unrar
unzip
which
wget
wine-gecko
wine-mono
winetricks
zip
zsh
zsh-syntax-highlighting
zsh-autosuggestions
