bitwarden
cliphist
curl
discord
dolphin
dunst
element-desktop
firefox
gparted
htop
kitty
lf
make
man
neofetch 
ncdu
nmap
papirus-icon-theme
plocate
thunderbird
<<<<<<< HEAD
ttf-firacode-nerd
ttf-jetbrains-mono-nerd
=======
>>>>>>> 02ae2e1dd1e31e54face60ce93af5264321dea08
tmux
traceroute
unrar
unzip
which
wl-clipboard
wget
zip
zsh
zsh-syntax-highlighting
zsh-autosuggestions
zsh-theme-powerlevel10k
