acpi_call
acpi_call-lts
base-devel
bluez
bluez-utils
btrfs-progs
dialog
dosfstools
efibootmgr
grub
grub-btrfs
inetutils
lvm2
mtools
netctl
net-tools
networkmanager
openssh
reflector
rsync
snapper
wireless_tools
wpa_supplicant
xdg-utils
xdg-user-dirs

# windows dualboot support 
# os-prober

# laptop

tlp
